Repository: hirsivaja/plugin.video.areena
Catalog: resources/language/Finnish/strings.po
Languages: fi

# #32001
source: Settings
fi: Asetukset

# #32002
source: Enable debug to kodi.log
fi: Kirjoita debug kodi.log -tiedostoon

# #32003
source: Default language
fi: Kieli

# #32004
source: Finnish
fi: Suomi

# #32005
source: Swedish
fi: Ruotsi

# #32006
source: English
fi: Englanti

# #32007
source: Search
fi: Haku

# #32008
source: Next page
fi: Seuraava sivu

# #32009
source: New free search
fi: Uusi vapaa haku

# #32010
source: Clear searches
fi: Tyhjennä haut

# #32011
source: Sort type
fi: Lajittelutyyppi

# #32012
source: Ascending
fi: Nouseva

# #32013
source: Descending
fi: Laskeva

# #32014
source: Default sort method
fi: Oletuslajittelumetodi

# #32015
source: Most popular: 6h
fi: Suosituimmat: 6h

# #32016
source: Most popular: 24h
fi: Suosituimmat: 24h

# #32017
source: Most popular: week
fi: Suosituimmat: viikko

# #32018
source: Most popular: month
fi: Suosituimmat: kuukausi

# #32019
source: Time when viewing starts
fi: Julkaisun aloitusaika

# #32020
source: Time when viewing ends
fi: Julkaisun lopetusaika

# #32021
source: Time when updated
fi: Julkaisun päivitysaika

# #32022
source: New series search
fi: Uusi sarjahaku

# #32023
source: Free search:
fi: Vapaa haku:

# #32024
source: Series search:
fi: Sarjahaku:

# #32025
source: Favourites
fi: Suosikit

# #32026
source: Add item to plugin favourites
fi: Lisää jakso lisäosan suosikkeihin

# #32027
source: Add series to plugin favourites
fi: Lisää sarja lisäosan suosikkeihin

# #32028
source: Remove from plugin favourites
fi: Poista lisäosan suosikeista

# #32029
source: Remove search item
fi: Poista haku

# #32030
source: Are you in Finland?
fi: Oletko Suomessa?

# #32031
source: TV programmes
fi: TV-ohjelmat

# #32032
source: Radio programmes
fi: Radio-ohjelmat

# #32033
source: Your app_id
fi: Sinun app_id

# #32034
source: Your app_key
fi: Sinun app_key

# #32035
source: Your secret key
fi: Sinun purkuavaimesi (secret_key)

# #32036
source: API keys
fi: API-avaimet

# #32037
source: Get API keys from https://tunnus.yle.fi/api-avaimet
fi: Hae API-avaimet osoitteesta https://tunnus.yle.fi/api-avaimet

# #32038
source: Missing API keys. Register free at https://tunnus.yle.fi
fi: API tunnukset puuttuvat. Rekisteröidy ilmaiseksi osoitteessa https://tunnus.yle.fi

# #32039
source: After registering click here to add the keys in the settings menu.
fi: Rekisteröimisen jälkeen lisää avaimet painamalla tästä.

# #32040
source: Settings
fi: Asetukset

# #32041
source: Show clips
fi: Näytä ohjelmapätkät

# #32042
source: Show extra info about streams
fi: Näytä ohjelmien lisätiedot

# #32043
source: Advanced
fi: Erikoisasetukset

# #32044
source: Show (probably) unplayable items ([COLOR red]!!![/COLOR])
fi: Näytä videot joita ei (luultavasti) voi toistaa ([COLOR red]!!![/COLOR])

# #32045
source: Maximum resolution
fi: Suurin sallittu resoluutio

# #32046
source: Automatic
fi: Automaattinen

# #32047
source: Audio only
fi: Vain ääni

# #32054
source: until
fi: poistuu

# #32055
source: d remaining
fi: pv jäljellä

# #32056
source: Do not show subtitles if audio in the default language is available
fi: Älä näytä tekstityksiä, jos ääniraita oletuskielellä on saatavilla

# #32057
source: Make program titles bold
fi: Lihavoi ohjelmien nimet

# #32058
source: UI settings
fi: Käyttöliittymäasetukset

# #32059
source: Program date color
fi: Ohjelman aikatietojen väri

# #32060
source: Free search item color
fi: Vapaan haun väri

# #32061
source: Series search item color
fi: Sarjahaun väri

# #32062
source: Unplayable item color
fi: Väri toimimattomille ohjelmille ja kategorioille

# #32063
source: For the list of available colors see: [CR]http://forum.kodi.tv/showthread.php?tid=210837
fi: Lista mahdollisista värikoodeista löytyy osoitteesta: [CR]http://forum.kodi.tv/showthread.php?tid=210837

# #32064
source: Menu item color
fi: Valikon kohteiden väri

# #32065
source: Title color
fi: Ohjelman nimen väri

# #32066
source: Random UI colors
fi: Käytä satunnaisia värejä

# #32068
source: Use HTTPS
fi: Käytä HTTPS-yhteyttä

# #32069
source: Move to folder
fi: Siirrä hakemistoon

# #32070
source: Move to parent folder
fi: Siirrä edeltävään hakemistoon

# #32071
source: Add folder
fi: Lisää hakemisto

# #32072
source: NOT AVAILABLE
fi: EI SAATAVILLA

# #32073
source: No sorting
fi: Ei lajittelua

# #32074
source: Go to series
fi: Mene sarjaan

# #32076
source: Season
fi: Kausi
